/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Launch Twitter..." = "Launch Twitter...";

/* No comment provided by engineer. */
"Please wait" = "Please wait";

/* No comment provided by engineer. */
"Save Panorama" = "Save Panorama";

/* No comment provided by engineer. */
"Saving..." = "Saving...";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

